{
  "TranslatedColumns": [
    "text",
    "options",
    "script"
  ],
  "Translations": {
    "$Rank == Navarch\n$faction.id == mayasura\n$market.id == mairaath\nCommission hasFactionCommission\n!$global.ChaseAttackBridgeBunnies\nChaseAstropolis2": null,
    "10:ChaseBridgeBunnies1:Discuss about an invasion of the Port Tse Franchise Station.": "10:ChaseBridgeBunnies1:Обсудить вторжение на станцию Port Tse Franchise.",
    "$Rank == Navarch\n$faction.id == mayasura\n$market.id == mairaath\nCommission hasFactionCommission\n!$global.ChaseAttackRadiation\nChaseAstropolis": null,
    "11:ChaseBridgeBunnies2:Discuss about a reclamation of the Lost Astropolis.": "11:ChaseBridgeBunnies2:Обсудите восстановление Потерянного Астроплиса.",
    "$option == ChaseBridgeBunnies1": null,
    "\"Unsavory elements of scums live in our precious system. They do not have a valid claim to such a station. They have evicted innocent people such as of our Mayasuran blood. They will pay back with their blood. No matter the cost! Let us wage war! For Mairaath! For Mayasura!\"": "\"Неприятные элементы подонков живут в нашей драгоценной системе. У них нет обоснованных претензий на такую станцию. Они изгнали невинных людей, таких как наша майясурская кровь. Они отплатят своей кровью. Независимо от стоимости! Давайте вести войну! За Майрат! За Маясуру!\"",
    "0:ChaseBridgeBunniesYPTFS:\"For Mairaath! For Mayasura!\"\n1:ChaseBridgeBunniesNo:\"Unfortunately, it is not time right now. We must wait.\"": "0:ChaseBridgeBunniesYPTFS:\"За Майрат! За Маясуру!\"\n1:ChaseBridgeBunniesNo:\"К сожалению, сейчас не время. Мы должны ждать.\"",
    "$option == ChaseBridgeBunniesYPTFS": null,
    "$global.ChaseAttackBridgeBunnies = true\nChaseAttackAstropolis2\nFireAll PopulationOptions\nEndConversation": null,
    "\"It will be done then, I expect you to be at the station when we arrive!\"": "\"Тогда это будет сделано, я ожидаю, что вы будете на станции, когда мы приедем!\"",
    "$option == ChaseBridgeBunnies2": null,
    "\"Formerly one of our astropoli of our home, some of our refugees still live amongst this staiton against the unruly bandits. It is time we reclaim it in Mairaath's name, our glory must show that we are not a dying faction. For Mairaath! For Mayasura!\"": "\"Бывший один из наших астрополей нашего дома, некоторые из наших беженцев все еще живут среди этого стейтона против непокорных бандитов. Пришло время вернуть его во имя Майрата, наша слава должна показать, что мы не умирающая фракция. За Майрат! За Маясуру!\"",
    "0:ChaseBridgeBunniesYLA:\"For Mairaath! For Mayasura!\"\n1:ChaseBridgeBunniesNo:\"Unfortunately, it is not time right now. We must wait.\"": "0:ChaseBridgeBunniesYLA:\"За Майрат! За Маясуру!\"\n1:ChaseBridgeBunniesNo:\"К сожалению, сейчас не время. Мы должны ждать.\"",
    "$option == ChaseBridgeBunniesYLA": null,
    "$global.ChaseAttackRadiation = true\nChaseAttackAstropolis\nFireAll PopulationOptions\nEndConversation\n": null,
    "$option == ChaseBridgeBunniesNo": null,
    "FireAll PopulationOptions\nEndConversation": null,
    "\"As you wish, we will be ready when the time comes.\"": "\"Как вы пожелаете, мы будем готовы, когда придет время.\"",
    "$playerFaction == mayasura\n!$mayasura_ChangeMind": null,
    "AddText \"I see you have made it unscathed, your grace. Death has surrounded us! The enemy is on the horizon. The mighty navy only awaits for your words to wreck havoc upon our enemies.\"\nAddText \"You have been given direct governorship of our dear planet of Mairaath. Give the navarch orders and we can finally restore Mayasura to her former glory.\"\nSetTextHighlightColors hColor hColor\nSetTextHighlights Mairaath Mayasura\n$mayasura_ChangeMind = true 0": "AddText \"Я вижу, вы остались невредимы, ваша милость. Смерть окружила нас! Враг на горизонте. Могучий флот ждет только ваших слов, чтобы разрушить наших врагов.\"\nAddText \"Вам было дано прямое управление нашей дорогой планетой Майрат. Отдайте приказы навархам, и мы, наконец, сможем вернуть Маясуре былую славу.\"\nSetTextHighlightColors hColor hColor\nSetTextHighlights Mairaath Mayasura\n$mayasura_ChangeMind = true 0",
    "$playerFaction == mayasura\nChase_HasModId timid_commissioned_hull_mods\n!$mayasura_ChangeMind": null,
    "AddText \"Commissioned Crews Bonus: Ships start with increased max combat readiness.\"\nSetTextHighlights Commissioned Crews Bonus\n$mayasura_ChangeMind = true 0": "AddText \"Бонус за экипажи: корабли стартуют с повышенной максимальной боеготовностью.\"\nSetTextHighlights Commissioned Crews Bonus\n$mayasura_ChangeMind = true 0",
    "!$player.metmsspyotr\n$id == msspyotr score:200\n$faction.id == mayasura\n!$entity.isHostile": null,
    "$player.metmsspyotr = true\nAddText \"Your commlink is accepted after a few minutes of waiting.\"\nAddTextSmall \"Navarch Pyotr Shahin, first of his name, is the current admiral in charge of the defense of Mairaath. A veteran of many years, Pyotr dreams of seeing his nation rise once more and flourish, even if he may not live to see it.\" highlight\nAddText \"\\\"I am Pyotr Shahin, Navarch of the Mayasuran Navy and defender of Mairaath. Have you come to Mairaath as friend, or as foe?\\\"\"\n": "$player.metmsspyotr = true\nAddText \"Ваш коммлинк принят после нескольких минут ожидания.\"\nAddTextSmall \"Наварч Петр Шахин, первый в своем имени, является нынешним адмиралом, отвечающим за оборону Майрата. Ветеран с многолетним стажем, Петр мечтает увидеть, как его нация снова возвысится и расцветет, даже если он не доживет до этого.\" highlight\nAddText \"\\\"Я Петр Шахин, наварх майясурского флота и защитник Майрата. Вы пришли в Майрат как друг или как враг?\\\"\"\n",
    "Commission hasFactionCommission\n$id == msspyotr score:100\n$faction.id == mayasura\n$faction.friendlyToPlayer": null,
    "$menuState = fleetConvMain 0\nFireAll PopulateOptions": null,
    "A small smile forms on $personName's face. \"I greet you, fellow Captain. May Mayasura's light guide your fleet.\"\nOR\n$personName gives you a salute as $heOrShe appears. \"Though our people may struggle, we shall rise once more to glory.\"\nOR\n$personName salutes you. \"Greetings, Captain $playerName. May our enemies tremble before your wake.\"": "На лице $personName появляется легкая улыбка. \"Приветствую вас, товарищ капитан. Пусть свет Маясуры ведет ваш флот.\"\nOR\n$personName отдает вам честь при появлении $heOrShe. \"Хотя наш народ может бороться, мы снова поднимемся к славе.\"\nOR\n$personName салютует вам. \"Приветствую, капитан $playerName. Пусть наши враги трепещут перед твоим поминками.\"",
    "$id == msspyotr score:100\n$faction.id == mayasura\n$faction.friendlyToPlayer": null,
    "\"The people of Mairaath may struggle, but we shall not fall.\"\nOR\n\"Our enemies are many, but the people of Mairaath shall stand tall against them.\"\nOR\n\"Friend of Mairaath, I welcome you here.\"": "\"Народ Майрата может бороться, но мы не падём.\"\nOR\n\"У нас много врагов, но народ Майрата будет противостоять им.\"\nOR\n\"Друг Майрата, я приветствую тебя здесь.\"",
    "cutCommLink:Cut the comm link": "cutCommLink:Отключить связь",
    "$id == msspyotr score:100\n$faction.id == mayasura\n$entity.isHostile\n$entity.relativeStrength < 0": null,
    "$entity.ignorePlayerCommRequests = true 1": null,
    "\"Have you come to finish the job, you vulture?\"\nOR\n\"How brave you must be, to be willing to strangle a cripppled nation.\"": "\"Ты пришел закончить работу, стервятник?\"\nOR\n\"Каким храбрым вы должны быть, чтобы задушить искалеченную нацию.\"",
    "$id == msspyotr score:100\n$faction.id == mayasura\n$entity.isHostile\n$entity.relativeStrength < 0\n$entity.weakerThanPlayerButHolding": null,
    "The $post scowls as comms open. \"You may eclipse our people, but we will never submit to you!\"\nOR\n$post $personName's glares at you with hostility. \"The people of Mairaath shall never bend the knee to tyrants!\"\nOR\n$personName silenty mutters some words before turning $hisOrHer attention to you. \"If I must give my life to defend my nation, then so be it!\"": "$post хмурится, когда связь открывается. \"Вы можете затмить наш народ, но мы никогда не подчинимся вам!\"\nOR\n$post $personName смотрит на вас с враждебностью. \"Народ Майрата никогда не преклонит колени перед тиранами!\"\nOR\n$personName молча бормочет несколько слов, прежде чем обратить внимание $hisOrHer на вас. \"Если я должен отдать свою жизнь, чтобы защитить свой народ, так тому и быть!\"",
    "$id == msspyotr score:100\n$faction.id == mayasura\n$entity.isHostile\n$entity.relativeStrength >= 0": null,
    "\"No more will the people of Mairaath suffer you vultures!\"\nOR\n\"Your time is at an end, vulture!\"\nOR\n\"We are arisen! And you shall feel our wrath!\"": "\"Больше жители Майрата не потерпят вас, стервятников!\"\nOR\n\"Твое время подошло к концу, стервятник!\"\nOR\n\"Мы воскресли! И ты почувствуешь наш гнев!\"",
    "Commission hasFactionCommission\n$id == msspyotr score:100\n$faction.id == mayasura\n$faction.neutralToPlayer": null,
    "\"Your wavering loyalty to the people of Mairaath concerns me, $playerName.\"\nOR\n\"Is your true colors now showing, $playerName?\"\nOR\n\"A nation divided cannot stand, $playerName. Where do your loyalties truly lie?\"": "\"Меня беспокоит твоя колеблющаяся верность жителям Майрата, $playerName.\"\nOR\n\"Теперь видно твое истинное лицо, $playerName?\"\nOR\n\"Разделенная нация не выстоит, $playerName. В чем на самом деле заключается ваша преданность?\"",
    "$id == msspyotr score:100\n$faction.id == mayasura\n$faction.neutralToPlayer": null,
    "\"May the enemies of Mairaath know the wrath of its people.\"\nOR\n\"Be calm, for only those who oppose Mairaath should fear us.\"\nOR\n\"Have you come to aid us? Or hurt us?\"": "\"Да узнают враги Майрата гнев его народа.\"\nOR\n\"Будьте спокойны, ибо нас должны бояться только те, кто противостоит Майрату.\"\nOR\n\"Вы пришли помочь нам? Или причинить нам боль?\"",
    "$faction.rel == NEUTRAL\n$faction.id == mayasura": null,
    "The people of Mayasura view you neither positively or negatively, just as another spacer passing through.": "Люди Маясуры не смотрят на вас ни положительно, ни отрицательно, просто как на еще одного проходящего космонавта.",
    "$faction.rel == FAVORABLE\n$faction.id == mayasura": null,
    "You have officially made yourself known to $faction officials in a positive way, though this has little in the way of implications. At least the people of Mayasura see you as someone who may be willing to work with them and their goals.": "Вы официально заявили о себе официальным лицам $faction в положительном ключе, хотя это не имеет большого значения. По крайней мере, жители Маясуры видят в вас человека, который может захотеть работать с ними и их целями.",
    "$faction.rel == WELCOMING\n$faction.id == mayasura": null,
    "Your continued deeds have made a name for you in $theFaction. $faction patrols salute you and your efforts for their cause.": "Ваши постоянные дела сделали вам имя в $theFaction. Патрули $faction приветствуют вас и ваши усилия на их благо.",
    "$faction.rel == FRIENDLY\n$faction.id == mayasura": null,
    "You're well-known within $theFaction, with the people of Mayasura considering you one of their own. Both military and civilians treat you with respect.": "Вы хорошо известны в $theFaction, а жители Маясуры считают вас одним из своих. И военные, и гражданские относятся к вам с уважением.",
    "$faction.rel == COOPERATIVE\n$faction.id == mayasura": null,
    "The Grand Navarch of the $faction personally knows of you, with your deeds and efforts inspiring countless others to follow your example. You represent a shining beacon and hope to rise once more from the ashes and for the people of Mayasura to once more claim greatness. ": "Великий Наварх $faction лично знает о вас, и ваши дела и усилия вдохновляют бесчисленное количество других следовать вашему примеру. Вы представляете собой сияющий маяк и надеетесь снова восстать из пепла, а народ Маясуры снова заявить о своем величии. ",
    "$faction.rel == SUSPICIOUS\n$faction.id == mayasura": null,
    "Though nothing has been proven (yet), $faction officials tend to view you with distrust. The people of Mayasura eye you and your fleet warily, uncertain what further to make of you.": "Хотя ничего не доказано (пока), представители $faction склонны относиться к вам с недоверием. Народ Маясуры с опаской смотрит на вас и ваш флот, не зная, что с вами делать дальше.",
    "$faction.rel == INHOSPITABLE\n$faction.id == mayasura": null,
    "Having tolerated your misdeeds for long enough, $theFaction has officially barred you from planetary space. Though you may not be officially labelled an enemy of Mairaath, $faction patrols eye you with disdain and disgust.": "Терпя ваши проступки достаточно долго, $theFaction официально запретила вам доступ в планетарное пространство. Хотя официально вы не можете считаться врагом Майрата, патрули $faction смотрят на вас с пренебрежением и отвращением.",
    "$faction.rel == HOSTILE\n$faction.id == mayasura": null,
    "$theFaction has officially declared you enemy of the nation, with a shoot-on-sight order now in effect. Though you may regain standing with $theFaction through concentrated effort, the people of Mayasura aren't going to make it easy.": "$theFaction официально объявила вас врагом нации, и теперь действует приказ стрелять на месте. Хотя вы можете вернуть себе репутацию в $theFaction, сосредоточив усилия, жители Маясуры не собираются облегчать вам задачу.",
    "$faction.rel == VENGEFUL\n$faction.id == mayasura": null,
    "The Grand Navach of $theFaction has officially declared a kill order on your fleet, with $faction patrols tracking you down the moment you enter their space. The people of Mayasura view you as no better than the Hegemony and the Luddic Path, another enemy seeking their destruction": "Великий навач $theFaction официально объявил приказ об уничтожении вашего флота, и патрули $faction выслеживают вас, как только вы входите в их пространство. Народ Маясуры считает вас ничем не лучше Гегемонии и Пути Лудда, еще одного врага, стремящегося к их уничтожению.",
    "$faction.id == mayasura": null,
    "\"You dare...! The Grand Navarch has personally declared you an enemy of the people of Mairaath! Such an intrusion will not be forgotten!\"\n": "\"Вы смеете...! Великий Наварх лично объявил вас врагом жителей Майрата! Такое вторжение не будет забыто!\"\n",
    "\"It seems you're already commissioned by $theOtherCommissionFaction. The people of Mayasura are loyal only to their beliefs, and not to any other. You'll have to resign that commission before signing on with the Mayasuran Navy.\"": "\"Кажется, вы уже получили заказ от $theOtherCommissionFaction. Люди Маясуры верны только своим верованиям, и никаким другим. Вам придется уйти в отставку, прежде чем подписать контракт с флотом Маясуры.\"",
    "\"Though your eagerness to join is admirable, the Mayasuran Navy does not fully trust those who have not taken the steps to prove their goals align with us.\"": "\"Хотя ваше стремление присоединиться достойно восхищения, флот Маясуры не полностью доверяет тем, кто не предпринял шагов, чтобы доказать, что их цели совпадают с нашими.\"",
    "\"So, you wish to help restore Mairaathi honor and join our cause?\n\nAccepting a commission from the Mayasuran Navy is a serious matter. Our enemies are many, and those who wish to tear us down are ceaseless in their desires. But we will persevere, ensuring a future for our people no matter the cost.\n\nThough it pains for me to say this, you may resign your commission at any time. But understand doing so will be an indelible stain on your honor and will not be forgotten easily by the people of Mayasura.\"": "\"Итак, вы хотите помочь восстановить честь Майрати и присоединиться к нашему делу?\n\nПринятие заказа от Флота Маясуры - серьезное дело. Врагов у нас много, и желающие погубить нас непрестанны в своих желаниях. Но мы будем настойчивы, обеспечив будущее для нашего народа любой ценой.\n\nХотя мне больно говорить об этом, вы можете отказаться от своих полномочий в любое время. Но поймите, что это будет несмываемым пятном на вашей чести и не будет легко забыто людьми Маясуры.\"",
    "\"So, are you ready to join? Though the people of Mairaath may have gone through much, we have only been made stronger for you. Will you share in our burdens, and share in our triumphs?\"": "\"Итак, вы готовы присоединиться? Хотя жители Майрата, возможно, и пережили многое, благодаря вам мы только стали сильнее. Разделишь ли ты наше бремя и разделишь ли ты наши триумфы?\"",
    "\"Glorious! On behalf of the Grand Navarch, I welcome to the Mayasuran Navy.\"": "\"Великолепно! От имени Великого Наварха я приветствую флот Маясуры.\"",
    "\"Anything else I can do for you?\"": "\"Что еще я могу сделать для вас?\"",
    "\"Unfortunate, but I will not judge you. Many find it difficult supporting what might be considered a lost cause, but know this; from the ashes of Mairaath, we will rise once more.\n\nNow, is there anything else I can do for you?\"": "\"К сожалению, но я не буду вас осуждать. Многим трудно поддерживать то, что можно было бы считать безнадежным делом, но знайте это; из пепла Майрата мы снова восстанем.\n\nТеперь я могу сделать для вас что-то еще?\"",
    "\"Resigning? Are the trials we face becoming too much for you? Though I understand the difficulty of our situation, we are in need of every able body that we can get. To abandon us here... well that wouldn't be viewed well in the eyes of the people.\"": "\"Уход в отставку? Испытания, с которыми мы сталкиваемся, становятся для вас непосильными? Хотя я понимаю сложность нашего положения, мы нуждаемся в каждом способном человеке, который мы можем получить. Бросить нас здесь... что ж, это будет выглядеть нехорошо в глазах людей.\"",
    "\"I see. Seeing as I cannot change your mind, I shall formally accept your resignation. But remember, we are still willing to take you back if you reconsider.\"": "\"Понятно. Поскольку я не могу изменить ваше решение, я официально приму вашу отставку. Но помните, мы по-прежнему готовы принять вас обратно, если вы передумаете.\"",
    "\"Thank you for reconsidering your resignation. We need every person here helping us out.\"": "\"Спасибо за пересмотр вашего заявления об отставке. Нам нужно, чтобы каждый человек здесь помогал нам.\"",
    "$global.tradePanelMode == MARKET\n$stability == 0\n$faction.id == mayasura\n$market.id == mairaath score:100": null,
    "AddText \"The port concourse is nearly deserted, with only warships belonging to the Mayasuran Navy currently docked. Armed guards eye you carefully as you deboard your shuttle. The entire structure has been heavily fortified, as if preparing for another attack.\" marketFlavorTextColor": "AddText \"Вестибюль порта почти безлюден, и в настоящее время в доках стоят только военные корабли, принадлежащие флоту Маясуры. Вооруженные охранники внимательно следят за вами, когда вы выходите из шаттла. Вся конструкция была сильно укреплена, словно готовясь к очередной атаке.\" marketFlavorTextColor",
    "$global.tradePanelMode == MARKET\n$player.transponderOn == false\n$faction.id == mayasura\n$market.id == mairaath score:100": null,
    "AddText \"Your shuttle lands out in the desert outskirts of a nearby still standing settlement. After securing a landing site sturdy enough to handle the weight, you wait to meet a contact willing to take you and your entourage to civilization. Your contact grimly reminds you to not stray too far, else you are swallowed up by the endless sand dunes and storms.\" marketFlavorTextColor\nAddText \"Finally reaching civilization, you and your group are greeted by the bombed out remnants of a city. People make their home in refurbished shells of former structures, doing their best to avoid being out in the desert sun for too long.\" marketFlavorTextColor": "AddText \"Ваш шаттл приземляется на пустынной окраине близлежащего все еще стоящего поселения. Заняв достаточно прочную посадочную площадку, чтобы выдержать вес, вы ждете встречи с контактным лицом, готовым доставить вас и ваше окружение в цивилизацию. Ваш контакт мрачно напоминает вам не заходить слишком далеко, иначе вас поглотят бесконечные песчаные дюны и бури.\" marketFlavorTextColor\nAddText \"Наконец достигнув цивилизации, вас и вашу группу встречают разбомбленные остатки города. Люди строят свои дома в отреставрированных корпусах бывших построек, изо всех сил стараясь не находиться слишком долго на солнце пустыни.\" marketFlavorTextColor",
    "$global.tradePanelMode == MARKET\n$faction.id == mayasura\n$market.id == mairaath score:100": null,
    "AddText \"The port concourse is a mixed open air and enclosed structure with a layer of sand covering much of the exterior of the structure. A mix of civilian and military ships dock among each other as they under go refits or repairs. Robed figured move about to avoid lingering too long in the sun as the Desert Guard make their patrols and inspections of any suspicious figures.\" marketFlavorTextColor": "AddText \"Вестибюль порта представляет собой смешанную открытую и закрытую структуру со слоем песка, покрывающим большую часть внешней части конструкции. Смесь гражданских и военных кораблей пришвартовывается друг к другу во время переоборудования или ремонта. Фигуры в рясах передвигаются, чтобы не задерживаться слишком долго на солнце, пока Стража Пустыни патрулирует и осматривает любые подозрительные фигуры.\" marketFlavorTextColor",
    "$global.tradePanelMode == MARKET\n$faction.id == mayasura": null,
    "AddText \"The port concourse is a mixed open air and enclosed structure with a layer of sand covering much of the exterior of the structure. The blue, white and black warships of the Elite Mayasuran Navy dock next to more mundane vessels. Cargo is unloaded and loaded as desert robed civilians scurry along to their destinations.\" marketFlavorTextColor": "AddText \"Вестибюль порта представляет собой смешанную открытую и закрытую структуру со слоем песка, покрывающим большую часть внешней части конструкции. Синие, белые и черные боевые корабли Элитного флота Маясуры состыковываются рядом с более приземленными кораблями. Груз выгружается и загружается, а облаченные в пустыню гражданские лица спешат к месту назначения.\" marketFlavorTextColor",
    "ShowImageVisual space_bar": null,
    "The bar is a busy place, with a mix of desert robed civilians and navy officials mingling with each other swapping stories of trade, war, and other sorts of gossip. In one corner, a particularly heated lecture is occurring about the storied history of the people of Mairaath. Exotic looking servers go around with drinks for the various patrons.": "Бар - оживленное место, где смешались гражданские лица в мантиях пустыни и военно-морские чиновники, болтающие друг с другом, обмениваясь историями о торговле, войне и другими сплетнями. В одном углу проходит особенно горячая лекция о легендарной истории жители Майрата. Экзотично выглядящие официанты разносят напитки для различных посетителей",
    "$faction.id == mayasura\n$faction.friendlyToPlayer": null,
    "\"Comm link request accepted, it's good to see a friendly face around here.\"\nOR\n\"Greetings, Captain. May you be blessed with cool nights and mild summers.\"\nOR\n\"The people of Mairaath acknowledge you, Captain. May we continue to find support in you.\"": "\"Запрос на связь принят, приятно видеть здесь дружелюбное лицо.\"\nOR\n\"Приветствую, капитан. Пусть вас порадуют прохладные ночи и мягкое лето.\"\nOR\n\"Народ Майрата признает вас, капитан. Будем и дальше находить в вас поддержку.\"",
    "$faction.id == mayasura\n$entity.isHostile\n$entity.relativeStrength < 0": null,
    "\"The people of Mairaath will never forget the transgressions against us! To attack one of us is to attack all of us!\"\nOR\n\"The people of Mairaath will gladly surrender our lives to ensure a future for our descendants!\" $HeOrShe pauses for a moment as if to say something more, then cuts the comm.\nOR\n\"Hostile contact, be warned! To attack us is to invoke the wrath of all of the people of Mairaath!\" The Mayasuran $personRank glares at you. \"Your name will forever live in infamy!\"": "\"Народ Майрата никогда не забудет наших преступлений! Напасть на одного из нас значит напасть на всех нас!\"\nOR\n\"Народ Майрата с радостью отдаст наши жизни, чтобы обеспечить будущее нашим потомкам!\" $HeOrShe на мгновение делает паузу, словно хочет сказать что-то еще, затем обрывает связь.\nOR\n\"Враждебный контакт, будьте осторожны! Напасть на нас - значит вызвать гнев всех жителей Майрата!\" Майясурский $personRank пристально смотрит на вас. \"Ваше имя навсегда останется в позоре!\"",
    "$faction.id == mayasura\n$entity.isHostile\n$entity.relativeStrength < 0\n$entity.weakerThanPlayerButHolding": null,
    "The Mayasuran $personRank takes a deep breath before giving you a defiant glare. \"I will gladly lay down my life for Mairaath to ensure people like you will never threaten it ever again,\" $heOrShe says before the comm-line cuts out.\nOR\n\"We may die but our blood shall nourish a stronger future for our people!\"": "Майясурский $personRank делает глубокий вдох, прежде чем бросить на вас вызывающий взгляд. \"Я с радостью отдам свою жизнь за Майрат, чтобы такие люди, как ты, никогда больше не угрожали ему,\" Говорит $heOrShe, прежде чем линия связи обрывается.\nOR\n\"Мы можем умереть, но наша кровь будет питать сильное будущее для нашего народа!\"",
    "$faction.id == mayasura\n$entity.isHostile\n$entity.relativeStrength >= 0": null,
    "\"You have threatened the future for the people of Mairaath long enough! Your death shall be another stepping stone to a greater future!\"\nOR\n\"All who dare threaten the future of Mairaath shall be made an example of! We will never allow ourselves to be defeated ever again!\"": "\"Вы достаточно долго угрожали будущему жителей Майрата! Твоя смерть станет еще одной ступенькой к лучшему будущему!\"\nOR\n\"Все, кто посмеет угрожать будущему Майрата, должны стать примером! Мы больше никогда не позволим себе быть побежденными!\"",
    "$faction.id == mayasura\n$faction.neutralToPlayer": null,
    "\"Keep a steady distance, and don't try anything funny. The people of Mairaath will not suffer for those who will not stand by our side.\"\nOR\nThe Mayasuran $personRank glares at you. \"Doing nothing suspicious, I hope?\"": "\"Держитесь на постоянном расстоянии и не пробуйте ничего смешного. Народ Майрата не пострадает за тех, кто не встанет на нашу сторону.\"\nOR\nМайясурский $personRank пристально смотрит на вас. \"Надеюсь, ничего подозрительного?\""
  }
}